[
    "If tomatoes are a fruit, does that make ketchup a smoothie?",
    "Why do we bake cookies and cook bacon?",
    "Sleeping is a time machine to breakfast.",
    "Why is it called a building if it's already built?",
    "When you clean a vacuum cleaner, you become a vacuum cleaner.",
    "The word 'bed' actually looks like a bed.",
    "A towel is a pillow for your hands.",
    "Pineapple doesn't belong on pizza, but it's perfect on ham.",
    "Why do we park in a driveway and drive in a parkway?",
    "We put men on the moon before we figured out putting wheels on suitcases.",
    "Pants are leg prisons.",
    "If a cat could talk, it wouldn't.",
    "The opposite of Microsoft Office is Macrohard Onfire.",
    "If the world was blind, how many people would you impress?",
    "Saying 'I'm sorry' during a game of Scrabble is worth 5 points.",
    "How come your lips don't touch when you say 'touch' but they do when you say 'separate'?",
    "If Cinderella's shoe fit perfectly, why did it fall off?",
    "Socks are just blankets for your feet.",
    "Why do noses run but feet smell?",
    "When you think about it, the word 'scent' makes no sense.",
    "Why is it called a 'building' if it's already built?",
    "The word 'bed' actually looks like a bed.",
    "If tomatoes are a fruit, does that make ketchup a smoothie?",
    "Why do we bake cookies and cook bacon?",
    "Sleeping is a time machine to breakfast.",
    "Why is it called a building if it's already built?",
    "When you clean a vacuum cleaner, you become a vacuum cleaner.",
    "The word 'bed' actually looks like a bed.",
    "A towel is a pillow for your hands.",
    "Pineapple doesn't belong on pizza, but it's perfect on ham.",
    "Why do we park in a driveway and drive in a parkway?",
    "We put men on the moon before we figured out putting wheels on suitcases.",
    "Why isn't 11 pronounced onety-one?",
    "If you replace 'W' with 'T' in 'What', 'Where', and 'When', you get the answer to each of them.",
    "The word 'queue' is just 'q' followed by four silent letters.",
    "If someone says 'I forgot to go to the gym today', they are technically working out their brain.",
    "The word 'swims' upside-down is still 'swims'.",
    "The word 'bed' is shaped like an actual bed.",
    "If a pregnant woman swims, she's a human submarine.",
    "If you really think about it, 'poop' is just the reverse of 'food'.",
    "If I say 'I never lie', am I lying?",
    "Why do they sterilize lethal injections?",
    "When you think about it, all chairs are in wheelchairs because they have legs.",
    "When a cow laughs, does milk come out of its nose?",
    "If a word is misspelled in the dictionary, how would we ever know?",
    "Can you cry underwater?",
    "Why doesn't glue stick to the inside of the bottle?",
    "If we can't see air, can fish see water?",
    "Why is the person who invests all your money called a 'broker'?",
    "If a synchronized swimmer drowns, do the rest have to drown too?",
    "Why is it called a 'drive-thru' if you have to stop?",
    "Do twins ever realize that one of them was unplanned?",
    "Why are they called 'apartments' if they're all stuck together?",    
    "If 4 out of 5 people suffer from diarrhea, does that mean the fifth one enjoys it?",
    "Why do they call it 'cargo' when it's on a ship, but 'shipment' when it's on a car?",
    "Why do we press harder on the remote control when we know the batteries are weak?",    
    "If practice makes perfect, and nobody's perfect, why practice?",
    "Why is it that no matter what color bubble bath you use, the bubbles are always white?",
    "If you try to fail, and succeed, which have you done?",
    "If a mime is arrested, do they tell him he has a right to talk?",
    "If you try to fail and succeed, which have you done?",
    "What hair color do they put on the driver's licenses of bald men?",
    "When sign makers go on strike, is anything written on their signs?" 
    ]
    
